Repository: book-readers/daisy-player
Catalog: daisy-player.*.po
Languages: es, nl

source: %d pages
es: %d páginas
nl: %d pagina's

source: (%2d of %2d)
es: (%2d o %2d)
nl: (%2d - %2d)

source: level: %d of %d
es: nivel: %d of %d
nl: niveau: %d - %d

source: total length: %s
es: total longitud: %s
nl: totale lengte %s

source: 'h' for help -
es: 'h' para ayudar
nl: 'h' voor hulp -

source: A parser to play Daisy CD's with Linux
es: Un analizador para escuchar Daisy CD
nl: Een programma om Daisy CD's af te spelen

source: Cannot find a daisy structure in %s
es: No poder encontrar una estructura de daisy en %s
nl: Kan geen daisy structuur in %s vinden

source: Cannot find a daisy structure
es: No poder encontrar una estructura de daisy
nl: Kan geen daisy structuur vinden

source: Corrupt daisy structure %s
es: Corrupt estructura de daisy %s
nl: Corrupte daisy structuur %s

source: Corrupt daisy structure!
es: Corrupt estructera de daisy!
nl: Corrupte daisy structuur!

source: D - decrease playing speed
es: D - disminuir velocidad de escuchar
nl: D - verlaag afspeel snelheid

source: Daisy-player - Version %s - (C)2012 J. Lemmens
es: Daisy-player - Versión %s - (C)2012 J. Lemmens
nl: Daisy-player - Versie %s - (C)2012 J. Lemmens

source: Daisy-player - Version %s
es: Daisy-player - Versión %s
nl: Daisy-player - Versie %s

source: Daisy-player can't handle this DTB.
es: Daisy-player no puede emplear este DTB
nl: Daisy-player kan niet overweg met dit DTB.

source: Go to page number:
es: Ir a página número:
nl: Ga naar pagina nummer:

source: L - switch to previous level
es: L - gambiar al nivél antes
nl: L - schakel naar het vorige niveau

source: Maybe a read-error occurred!
es: Posible se produjo un error-leer!
nl: Waarschijnlijk een leesfout opgetreden!

source: N - search backwards
es: N - buscar atrás
nl: N - zoek achteruit

source: No such directory: %s
es: No tal directorio: %s
nl: Map %s bestaat niet

source: Please wait... -------------------------
es: Por favor esperar... -------------------------
nl: Even geduld a.u.b.... ------------------

source: Please wait...
es: Por favor esperar...
nl: Even geduld a.u.b....

source: Press 'h' for help
es: Hacer clic 'h' para ayudar
nl: Druk op'h' voor hulp

source: Press any key for next page...
es: Hacer clic cada tecla por la página proxima...
nl: Druk op een toets voor de volgende pagina...

source: Reading %s...
es: Leyendo %s...
nl: %s wordt gelezen...

source: Reading daisy structure...
es: Leyendo daisy estructura...
nl: daisy structuur wordt gelezen...

source: Something is wrong with %s
es: Alguna es incorrecto con %s
nl: er is iets niet goed met %s

source: Something is wrong with the %s file
es: Alguna es incorrecto con el %s file
nl: Er is iets niet goed met het %s bestand

source: This is not possible!
es: Es imposible
nl: Dit is niet mogelijk!

source: U - increase playing speed
es: U - acelerar velocidad de escuchar
nl: U - verhoog afspeel snelheid

source: What do you search?
es: ¿Qué buscas?
nl: Wat zoekt u?

source: %s: is not a sound device.
es: %s: no es un medio sonido.
nl: %s: is geen sound device.

source: / - search for a label
es: / - buscar por una etiqueta
nl: / - zoek label

source: Cannot read %s
es: No poder leer %s
nl: Kan %s niet lezen

source: Cannot read /proc/mounts.
es: No poder leer /proc/mounts.
nl: Kan /proc/mounts niet lezen.

source: Cannot use udisks command.
es: No poder usar udisks orden.
nl: Kan geen gebruik maken van het udisks commando.

source: No daisy-cd in drive.
es: No hay daisy-cd en el unidad.
nl: Geen daisy-cd in speler.

source: Press any key to leave help...
es: Hacer click alguna tecla para salir ayudar...
nl: Druk op een toets om dit help-scherm te verlaten...

source: These commands are available in this version:
es: Estas orden estan disponibles en esta versión:
nl: Deze commando's zijn beschikbaar in deze versie

source: Usage: %s [-l language] [directory with a Daisy-structure]
es: Uso: %s [-l language] [directory with a Daisy-structure]
nl: Gebruik: %s [-l taal] [map met een Daisy-structuur]

source: clip_end (%f) is smaller than clip_begin (%f).
es: clip_fin (%f) esta mas pequeño que clip_principio (%f).
nl: clip_end (%f) is kleiner dan clip_begin (%f).

source: cursor down - move cursor to the next item
es: cursor abajo - desplazar el cursor hasta el tema próximo
nl: cursor omlaag - verplaats de cursor naar het volgende item

source: cursor left - skip to previous phrase
es: cursor izquierdo - saltar para la frase anterior
nl: cursor links - spring naar de vorige frase

source: cursor right - skip to next phrase
es: cursor derecho - saltar para la frase próxima
nl: cursor rechts - spring naar de volgende frase

source: cursor up - move cursor to the previous item
es: cursor arriba - desplazar el cursor para el tema anterior
nl: cursor omhoog - verplaats de cursor naar het vorige item

source: d - store current item to disk
es: d - almacenar el tema actual en disk
nl: d - sla huidige item op op schijf

source: enter - start playing
es: entrar - empezar escuchar
nl: enter - start afspelen

source: f - find the currently playing item and place the cursor there
es: f - encontrar el item escuchando y poner el cursor allí
nl: f - vindt het huidige spelende item en plaats de cursor daar

source: g - go to page number (if any)
es: g - ir para página número (cuando hay)
nl: g - ga naar pagina nummer

source: h or ? - give this help
es: h o ? - dar esta ayuda
nl: h of ? - toon deze help-pagina

source: home - play on normal speed
es: inicio - escuchar a velocidad normal
nl: home - speel af op normale snelheid

source: j - just play current item
es: j - solo escuchar el tema actual
nl: j - speel alleen dit item af

source: l - switch to next level
es: l - gambiar al nivél proxima
nl: l - schakel naar het volgende niveau

source: n - search forwards
es: n - buscar adelante
nl: n - zoek voorwaarts

source: n length: %d
es: n longitud: %d
nl: n lengte: %d

source: o - select next output sound device
es: o - seleccionar la proxima salida de medio sonido
nl: o - selecteer de volgende geluidskaart

source: p - place a bookmark
es: p - poner una marcapágina
nl: p - plaats een boekenlegger

source: page-down - view next page
es: página - abaja - ver página proxima
nl: page-down - toon de volgende pagina

source: page-up - view previous page
es: página-ariba - ver página anterior
nl: page-up - toon de vorige pagina

source: q - quit daisy-player and place a bookmark
es: q - dejar daisy-player y poner una marcapágina
nl: q - stop daisy-player en plaats een boekenlegger

source: s - stop playing
es: s - parar escuchar
nl: s - stop het afspelen

source: s length: %d
es: s longitud: %d
nl: s lengte: %d

source: space - pause/resume playing
es: espacio - pausa/reanudar escuchar
nl: spatie - pauze/vervolg het afspelen
