Repository: book-readers/daisy-player
Catalog: po/*.po
Languages: fr, pl, sl

source: Please try to play this book with daisy-player
sl: Prosimo, poskusite igrati to knjigo z daisy-player

source: Cannot read type: %d
pl: Nie można odczytać typ: %d
sl: Ne morem prebrati zvrsti: %d

source: Go to page number:
pl: Idź do strony numer:
sl: Pojdi na stran s številko:

source: Please wait...
pl: Proszę czekać...
sl: Prosim počakaj...

source: Select a soundcard:
pl: Wybierz kartę dźwiękową:
sl: Izberi zvočno kartico:

source: Cannot read %s
pl: Nie można odczytać %s
sl: Ne morem prebrati %s

source: This book has no audio. Play this book with eBook-speaker
sl: Ta knjiga nima zvoka. Igraj to knjigo z eBook-speaker

source: No items found. Try option "-N".
sl: Ni elementov. Poskusite z možnostjo "-N".

source: No items found. Try option "-O".
pl: Nie znaleziono żadnych produktów. Spróbuj opcji "-O".
sl: Ni elementov. Poskusite z možnostjo "-O".

source: 'h' for help -
fr: 'h' pour obtenir de l'aide
pl: 'h' o pomoc -
sl: 'h' za pomoč -

source: %d pages
pl: %d strony
sl: %d strani

source: level: %d of %d
pl: Poziom: %d z %d
sl: nivo: %d od %d

source: total length: %02d:%02d:%02d
pl: Długość całkowita: %02d:%02d:%02d
sl: skupna dolžina: %02d:%02d:%02d

source: These commands are available in this version:
pl: Te polecenia są dostępne w tej wersji:
sl: V tej različici so na voljo naslednji ukazi:

source: cursor down,2 - move cursor to the next item
pl: Kursor w dół,2 - przesuń kursor do następnego elementu
sl: puščica navzdol,2 - premakni utripalko na naslednji element

source: cursor up,8 - move cursor to the previous item
pl: Kursor w górę,8 - przesuń kursor do poprzedniej pozycji
sl: puščica navzgor,8 - premakni utripalko na predhodni element

source: cursor right,6 - skip to next phrase
sl: puščica desno,6 - skoči na naslednjo frazo

source: cursor left,4 - skip to previous phrase
sl: puščica levo,4 - skoči na predhodno frazo

source: page-down,3 - view next page
pl: page-down,3 - zobacz następną stronę
sl: stran-dol,3 - pokaži naslednjo stran

source: page-up,9 - view previous page
pl: page-up,9 - zobacz poprzednią stronę
sl: stran-gor,9 - pokaži predhodno stran

source: enter - start playing
pl: Enter - rozpoczęcie odtwarzania
sl: enter - začni predvajanje

source: space,0 - pause/resume playing
pl: Space,0 - zatrzymanie odtwarzania
sl: preslednica,0 - zaustavi/nadaljuj predvajanje

source: home,* - play on normal speed
pl: Home,* - odtwarzanie na standardowej prędkości
sl: domov,* - predvajaj z običajno hitrostjo

source: Press any key for next page...
fr: Appuyez sur une touche pour aller à la page suivante...
pl: Naciśnij dowolny klawisz na następnej stronie...
sl: Za prehod na naslednjo stran pritisni katerokoli tipko...

source: / - search for a label
pl: / - sprawdź etykietę
sl: / - poišči etiketo

source: d - store current item to disk
pl: d - zapisz aktualną pozycję na dysku
sl: d - shrani trenutni element na disk

source: D,- - decrease playing speed
pl: D,- - zmniejszenie prędkości odtwarzania
sl: D,- - zmanjšaj hitrost predvajanja

source: e,. - quit daisy-player, place a bookmark and eject
pl: e,. - zamknij daisy-player, umieść zakładkę i wysunąć
sl: e,. - izhod iz predvajalnika DAISY, nastavi zaznamek in izvrzi

source: f - find the currently playing item and place the cursor there
pl: f - znajdź element aktualnie odtwarzany i umieść tam kursor
sl: f - najdi trenutno predvajan predmet in nanj postavi utripalko

source: g - go to time in this song (MM:SS)
pl: g - idź do czasu odtwarzania tej pozycji (mm:ss)
sl: g - pojdi na čas v tej skladbi (MM:SS)

source: g - go to time in this item (MM:SS)
pl: g - idź do czasu odtwarzania tej pozycji (mm:ss)
sl: g - pojdi na čas v tej skladbi (MM:SS)

source: G - go to page number
pl: G - przejdź do strony numer (jeśli jest)
sl: G - pojdi na stran s številko

source: h,? - give this help
pl: h,? - pomoc
sl: h,? - podaj to pomoč

source: j,5 - just play current item
pl: j,5 - po prostu odtwarza aktualną pozycję
sl: j,5 - samo predvajaj trenutni element

source: l - switch to next level
pl: l - przejście do następnego poziomu
sl: l - preklopi na naslednji nivo

source: L - switch to previous level
pl: l - przejście do poprzedniego poziomu
sl: L - preklopi na prejšnji nivo

source: n - search forwards
pl: n - wyszukiwanie w przód
sl: n - išči naprej

source: N - search backwards
pl: n - wyszukiwanie do tyłu
sl: N - išči nazaj

source: o - select next output sound device
pl: o - wybierz wyjściowe urządzenie dźwiękowe
sl: o - izberi naslednjo izhodno zvočno napravo

source: p - place a bookmark
pl: p - umieść zakładkę
sl: p - postavi zaznamek

source: q - quit daisy-player and place a bookmark
pl: q - wyjście z daisy-playera i umieszczenie zakładki
sl: q - zapusti predvajalnik DAISY in postavi zaznamek

source: s - stop playing
pl: s - zatrzymanie odtwarzania
sl: s - zaustavi predvajanje

source: U,+ - increase playing speed
pl: U,+ - zwiększenie prędkości odtwarzania
sl: U,+ - povečaj hitrost predvajanja

source: v,1 - decrease playback volume
pl: V,1 - zmniejszenie głośności odtwarzania
sl: v,1 - zmanjša predvajanja glasnosti

source: V,7 - increase playback volume (beware of Clipping)
pl: V,7 - zwiększaj głośność odtwarzania (uważaj na przycinanie)
sl: V,7 - povečanje predvajanja volumen (pazi Clipping)

source: Press any key to leave help...
pl: Naciśnij dowolny klawisz, aby opuścić pomoc...
sl: Za izhod iz menija pomoči pritisni katerokoli tipko...

source: Please wait... -------------------------
fr: Un instant svp... -----------------------
pl: Proszę czekać... -------------------------
sl: Prosim počakaj... -------------------------

source: What do you search?
pl: Czego szukasz?
sl: Kaj iščeš?

source: Go to time (MM:SS):
pl: Idź do czasu (mm:ss):
sl: Pojdi na čas (MM:SS):

source: Daisy-player - Version %s %s
pl: Daisy-player - Wersja %s %s
sl: Daisy-player - Verzija %s %s

source: Usage: %s [directory_with_a_Daisy-structure] | [Daisy_book_archive]
pl: Użycie: %s [directory_with_a_Daisy-structure] | [Daisy_book_archive]
sl: Uporaba: %s [imenik_s_strukturo-DAISY] | [Daisy_book_archive]

source: [-c cdrom_device] [-d pulseaudio_sound_device]
sl: [-c cdrom_naprava] [-d pulseaudio_zvočna_naprava]

source: Cannot read /proc/mounts.
pl: Nie można odczytać /proc/mounts.
sl: Ne morem prebrati /proc/mounts.

source: A parser to play Daisy CD's with Linux
pl: Parser odtwarza z Daisy CD's i Linuksem
sl: Razčlenjevalnik, ki predvaja DAISY CD-je na Linux-u

source: Scanning for a Daisy CD...
pl: Skanowanie Daisy CD...
sl: Iščem DAISY CD...

source: No DAISY-CD or Audio-cd found
pl: To nie jest Daisy-CD ani Audio-CD.
sl: Nisem našel nobenega DAISY CD-ja ali zvočnega CD-ja.

source: No Daisy CD in drive.
fr: Pas de cd daisy dans le lecteur.
pl: W napędzie nie ma Daisy-CD.
sl: V pogonu ni DAISY CD-ja.

source: Found an Audio-CD.
pl: Znaleziono Audio-CD.
sl: Našel sem zvočni CD.

source: Get titles from freedb.freedb.org...
pl: Pobierz tytuły z freedb.freedb.org...
sl: Pridobi naslove iz freedb.freedb.org...

source: Daisy-player - Version %s - (C)2018 J. Lemmens
sl: Daisy-player - Verzija %s - (C)2018 J. Lemmens

source: Press 'h' for help
pl: Naciśnij 'h' jeśli potrzebujesz pomocy
sl: Za pomoč pritisni tipko 'h'

source: Cannot read /proc/asound/cards
fr: Ne sait pas lire /proc/mounts.
pl: Nie można odczytać /proc/asound/cards

source: Please try to play this book with "eBook-speaker"
pl: Staraj się zagrać w tę książkę z "eBook-speaker"

source: This book has no audio. Play this book with "eBook-speaker"
pl: Ta książka nie ma dźwięku. Zagraj w tę książkę z "eBook-speaker"em

source: [-c cdrom_device] [-d audio_device:audio_type]
pl: [-c cdrom_device] [-d pulseaudio_sound_device]

source: Daisy-player - Version %s - (C)2021 J. Lemmens
pl: Daisy-player - Wersja %s - (C)2021 J. Lemmens

source: Try option "-i".
pl: Spróbuj opcji "-i".

source: Cannot read %s
fr: Ne sait pas lire %s

source: level: %d of %d
fr: niveau: %d de %d

source: total length: %02d:%02d:%02d
fr: durée totale: %02d:%02d:%02d

source: These commands are available in this version:
fr: Ces commandes sont disponibles dans cette version:

source: cursor down - move cursor to the next item
fr: curseur bas - déplacez le curseur vers l'élément suivant

source: cursor up - move cursor to the previous item
fr: curseur haut - déplacez le curseur vers l'élément précédent

source: cursor right - skip to next phrase
fr: curseur droit - aller à la phrase suivante

source: cursor left - skip to previous phrase
fr: curseur gauche - revenir à la phrase précédente

source: page-down - view next page
fr: page bas - affichez la page suivante

source: page-up - view previous page
fr: page haut - affichez la page précédente

source: enter - start playing
fr: enter - démarrer l'audition

source: space - pause/resume playing
fr: espace - pause/poursuivre la diffusion

source: home - play on normal speed
fr: home - diffuser à la vitesse normale

source: / - search for a label
fr: / - cherche label

source: d - store current item to disk
fr: d - sauvegardez l'élément courant sur disque dur

source: D - decrease playing speed
fr: D - décélérer la vitesse de diffusion

source: f - find the currently playing item and place the cursor there
fr: f - trouvez l'élément en cours de diffusion et placez-y le curseur

source: g - go to page number (if any)
fr: g - allez à la page numéro

source: h or ? - give this help
fr: h ou ? - affichez cette page d'aide

source: j - just play current item
fr: j - diffusez uniquement l'élément courant

source: l - switch to next level
fr: l - allez au niveau suivant

source: L - switch to previous level
fr: L - remonter au niveau précédent

source: n - search forwards
fr: n - recherche sur la suite

source: N - search backwards
fr: N - recherche inverse

source: o - select next output sound device
fr: o - sélectionnez la carte son

source: p - place a bookmark
fr: p - placez un marqueur

source: q - quit daisy-player and place a bookmark
fr: q - quittez daisy-player et placez un marqueur

source: s - stop playing
fr: s - arrêtez la diffusion

source: U - increase playing speed
fr: U - accélérer la vitesse de diffusion

source: Press any key to leave help...
fr: Appuyez sur une touche pour quitter l'aide...

source: What do you search?
fr: Que recherchez-vous?

source: Go to page number:
fr: Aller à la page numéro :

source: Usage: %s [directory_with_a_Daisy-structure]
fr: Utilisation: %s [-l langue] [répertoire avec structure Daisy]

source: Cannot read /proc/mounts.
fr: Ne sait pas lire /proc/mounts.

source: A parser to play Daisy CD's with Linux
fr: Une application pour écouter des CD's Daisy sous Linux

source: Cannot use udisks command.
fr: Ne sait utiliser la commande udisks.

source: No such directory: %s
fr: Le répertoire n'existe pas %s

source: Press 'h' for help
fr: Appuyez sur 'h' pour obtenir de l'aide

source: Cannot read type: %d
fr: Ne sait pas lire type: %d
