Repository: book-readers/daisy-player
Catalog: po/daisy-player.*.po
Languages: af

source: %d pages
af: %d bladsye

source: (%2d of %2d)
af: (%2d van %2d)

source: level: %d of %d
af: vlak: %d van %d

source: total length: %02d:%02d:%02d
af: totale lengte: %02d:%02d:%02d

source: 'h' for help -
af: 'h' vir hulp -

source: A parser to play Daisy CD's with Linux
af: 'n program om Daisy CD's in Linux te speel

source: Cannot find a daisy structure in %s
af: Kan nie 'n daisy struktuur in %s kry nie

source: Cannot find a daisy structure
af: Kan nie 'n daisy struktuur kry nie

source: Corrupt daisy structure %s
af: beskadigde daisy struktuur %s

source: Corrupt daisy structure!
af: beskadigde daisy struktuur!

source: D - decrease playing speed
af: D - verlaag terugspeelspoed

source: Daisy-player - Version %s - (C)2013 J. Lemmens
af: Daisy-player - weergawe %s - (C)2013 J. Lemmens

source: Daisy-player - Version %s
af: Daisy-player - weergawe %s

source: Daisy-player can't handle this DTB.
af: Daisy-player kan nie hierdie DTB hanteer nie.

source: Go to page number:
af: Gaan na bladsynommer:

source: L - switch to previous level
af: L - verander na die vorige vlak

source: Maybe a read-error occurred!
af: 'n leesfout het dalk voorgekom!

source: N - search backwards
af: N - soek agteruit

source: No such directory: %s
af: Directory %s bestaan nie

source: Please wait... -------------------------
af: Wag asseblief... -----------------------

source: Please wait...
af: Wag asseblief?

source: Press 'h' for help
af: Druk 'h' vir hulp

source: Press any key for next page...
af: Druk enige sleutel vir die volgende bladsy...

source: Reading %s...
af: %s word nou gelees...

source: Reading daisy structure...
af: daisy struktuur word nou gelees...

source: Something is wrong with %s
af: Daar is iets verkeerd met %s

source: Something is wrong with the %s file
af: Daar is iets verkeerd met die %s lêer

source: This is not possible!
af: Dit is nie moontlik nie!

source: U - increase playing speed
af: U - verhoog terugspeelspoed

source: What do you search?
af: Wat soek u?

source: %s: is not a sound device.
af: %s: is nie 'n klankapparaat nie.

source: / - search for a label
af: / - soek vir 'n ettiket

source: Cannot read %s
af: Kan nie %s lees nie

source: Cannot read /proc/mounts.
af: Kan nie /proc/mounts lees nie.

source: Cannot use udisks command.
af: Kan nie die udisks bevel gebruik nie.

source: No daisy-cd in drive.
af: Daar is nie 'n daisy-cd in die CD speler nie.

source: Press any key to leave help...
af: Druk enige sleutel om die help-skerm te verlaat...

source: These commands are available in this version:
af: Hierdie bevele is beskikbaar in hierdie weergawe:

source: Usage: %s [-l language] [directory with a Daisy-structure]
af: Gebruiksaanwysings: %s [-l taal] [directory met 'n Daisy-struktuur]^G

source: clip_end (%f) is smaller than clip_begin (%f).
af: clip_end (%f) is kleiner as clip_begin (%f).

source: cursor down - move cursor to the next item
af: Af peiltjie - skuif die loper na die volgende item

source: cursor left - skip to previous phrase
af: links peiltjie - spring na die vorige frase toe

source: cursor right - skip to next phrase
af: regs peiltjie - spring na die volgende frase toe

source: cursor up - move cursor to the previous item
af: op peiltjie - skuif die loper na die vorige item

source: d - store current item to disk
af: d - stoor huidige item op skyf

source: enter - start playing
af: enter - begin speel

source: f - find the currently playing item and place the cursor there
af: f - Kry die item wat nou speel en skuif die loper daarheen

source: g - go to page number (if any)
af: g - gaan na bladsynommer

source: h or ? - give this help
af: h of ? - wys hierdie help-bladsy

source: home - play on normal speed
af: home - speel teen normale spoed

source: j - just play current item
af: j - speel net die huidige item

source: l - switch to next level
af: l - verander na die volgende vlak

source: n - search forwards
af: n - soek vorentoe

source: n length: %d
af: n lengte: %d

source: o - select next output sound device
af: o - kies die volgende klankkaart

source: p - place a bookmark
af: p - maak 'n boekmerk

source: page-down - view next page
af: page-down - wys die volgende bladsy

source: page-up - view previous page
af: page-up - wys die vorige bladsy

source: q - quit daisy-player and place a bookmark
af: q - stop daisy-player en maak 'n boekmerk

source: s - stop playing
af: s - hou op speel

source: s length: %d
af: s lengte: %d

source: space - pause/resume playing
af: spasie - stop tydelik/hervat terugspeel
